Repository: ilusha1991/dual_voice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br

source: You can type here to check the voices
pt_br: Você pode digitar aqui para verificar as vozes

source: &Settings of the Dual voice...
pt_br: &Configurações da voz dupla...

source: Visit the SAPI &Unifier website!
pt_br: Visite o site SAPI &Unifier!

source: Visit the &Dual Voice website!
pt_br: Visite o site voz &dupla!

source: &About the Dual voice for NVDA
pt_br: &Sobre a voz dupla para NVDA

source: Dual &voice
pt_br: &Voz dupla

source: About the Dual voice add-on for NVDA
pt_br: Sobre o add-on de voz dupla para NVDA

source: The Dual Voice settings
pt_br: As configurações de voz dupla

source: Your current speech synthesizer is the %s. Please select the Dual Voice as the speech synthesizer in the NVDA speech settings.
pt_br: Seu sintetizador de fala atual é o %s. Por favor, selecione a voz dupla como o sintetizador de fala nas configurações da fala NVDA.

source: You have selected %s as the primary voice.
pt_br: Você selecionou %s como a voz primária.

source: Secondary &voice:
pt_br: Secundário &voz:

source: &Use the secondary voice for reading Latin text instead of non-Latin.
pt_br: &Use a voz secundária para ler o texto latino em vez de não latina.

source: &Rate:
pt_br: V&elocidade:

source: &Pitch:
pt_br: &Tom:

source: &Prioritize non-Latin text over Latin text.
pt_br: &Priorize o texto não latino sobre o texto latino.

source: Read &numbers and punctuations based on surrounding text.
pt_br: Leia &números e pontuações com base no texto circundante.

source: &Typing area:
pt_br: &Área de Digitação:

source: Dual Voice for NVDA
pt_br: Voz dupla para NVDA

source: Read non-Latin and Latin texts using two separate voices.
pt_br: Leia textos não latinos e latinos usando duas vozes separadas.
